/* No comment provided by engineer. */
"An error occurred on the server. Please try again." = "Une erreur est survenue sur le serveur. Veuillez réessayer.";

/* No comment provided by engineer. */
"An unknown error occured. Please try again." = "Une erreur inconnue est survenue. Veuillez réessayer.";

/* The area in the Prowl preferences where the API keys are listed. */
"API Keys" = "Clés API";

/* The title for the button in the Prowl preferences which allows the user to generate (create by talking to the server) a new API key. */
"Generate" = "Générer";

/* The option in the Prowl preferences which, when enabled, only sends notifications to the Prowl server when Growl determines that the machine is idle. */
"Only when Mac is idle" = "Uniquement lorsque le Mac est inactif";

/* The option in the Prowl preferences which, when enabled, allows the user to select the lowest amount of priority that should be sent. */
"Only when priority is at least:" = "Uniquement si la priorité est au moins :";

/* The option in the Prowl preferences which, when enabled, allows the user to put text at the beginning of a notification. */
"Prefix notifications with:" = "Préfixer les notifications avec :";

/* The title for the window where the user enters their Prowl credentials to create generate API key. */
"Prowl Login" = "Identification Growl ";

/* The area in the Prowl preferences where the user chooses what options are available for conditionally sending to Prowl. */
"Sending to Prowl" = "Envoi à Prowl";

/* No comment provided by engineer. */
"The application sent a command the server didn't understand. Please try again." = "L’application a envoyé une commande que le serveur ne comprend pas. Veuillez réessayer.";

/* No comment provided by engineer. */
"You didn't log in and allow an API key to be generated." = "Vous n’êtes pas connecté et n’avez pas autorisé la génération de la clé API.";

